<script>
	import 'carbon-components-svelte/css/g80.css';
	import Error from './error.svelte';
	let shownDataCount = 0;
	export let data;

	const mock_data = [
		{
			title: '개발을 잘 하는 방법',
			content: '별 이름과, 하나에 어머님, 때 까닭입니다. 흙으로 겨울이 내일 있습니다. 풀이 둘 가을로 별에도 이웃 이름과, 가난한 별 버리었습니다. 까닭이요, 이름자를 덮어 어머니, 한 잔디가 속의 봅니다. 가을로 한 못 멀리 헤일 했던 밤이 이름과, 봅니다. 동경과 노새, 별 언덕 둘 새겨지는 우는 이 있습니다. 릴케 속의 옥 토끼, 슬퍼하는 이름자를 아이들의 가난한 까닭입니다. 같이 잔디가 다 이름과, 오면 이런 헤는 내일 어머님, 까닭입니다. 별이 무엇인지 노루, 하늘에는 가슴속에 잔디가 멀리 버리었습니다. 나는 아무 이제 별 당신은 아직 둘 있습니다. 별을 벌레는 잠, 까닭입니다. 이름과, 그리고 피어나듯이 까닭이요, 겨울이 잔디가 까닭입니다. 하나에 별들을 된 이름을 아침이 무성할 하나에 이제 까닭입니다. 토끼, 이네들은 소학교 피어나듯이 북간도에 버리었습니다. 별빛이 벌써 강아지, 까닭입니다. 내 별 덮어 않은 잔디가 봅니다. 그러나 너무나 그리워 그리고 어머님, 흙으로 이름자를 봅니다. 우는 애기 내일 별 위에도 하나에 듯합니다. 같이 경, 이웃 이런 이네들은 강아지, 헤일 다하지 별에도 버리었습니다. 노새, 별 별 아침이 파란 버리었습니다. 토끼, 다 비둘기, 다 경, 있습니다. 어머님, 새겨지는 사랑과 다하지 지나가는 경, 걱정도 쉬이 까닭입니다. 별에도 나는 무덤 아침이 시와 계십니다. 부끄러운 이제 멀리 이름을 거외다. 시인의 하나에 별 차 아무 까닭입니다. 아침이 프랑시스 풀이 나의 내 않은 지나가는 위에도 봅니다. 봄이 청춘이 책상을 릴케 별 이웃 까닭입니다. 남은 가을 가득 까닭입니다. 나는 나의 북간도에 듯합니다. 하나에 시와 같이 다 걱정도 피어나듯이 이름자를 있습니다. 이런 별을 잔디가 아무 아직 거외다. 슬퍼하는 보고, 별빛이 거외다.',
			date: '2020-01-01',
			tags: '개발',
			key: 'bf09b-dfy98f'
		},
		{
			title: '청소를 했다',
			content: '별 이름과, 하나에 어머님, 때 까닭입니다. 흙으로 겨울이 내일 있습니다. 풀이 둘 가을로 별에도 이웃 이름과, 가난한 별 버리었습니다. 까닭이요, 이름자를 덮어 어머니, 한 잔디가 속의 봅니다. 가을로 한 못 멀리 헤일 했던 밤이 이름과, 봅니다. 동경과 노새, 별 언덕 둘 새겨지는 우는 이 있습니다. 릴케 속의 옥 토끼, 슬퍼하는 이름자를 아이들의 가난한 까닭입니다. 같이 잔디가 다 이름과, 오면 이런 헤는 내일 어머님, 까닭입니다. 별이 무엇인지 노루, 하늘에는 가슴속에 잔디가 멀리 버리었습니다. 나는 아무 이제 별 당신은 아직 둘 있습니다. 별을 벌레는 잠, 까닭입니다. 이름과, 그리고 피어나듯이 까닭이요, 겨울이 잔디가 까닭입니다. 하나에 별들을 된 이름을 아침이 무성할 하나에 이제 까닭입니다. 토끼, 이네들은 소학교 피어나듯이 북간도에 버리었습니다. 별빛이 벌써 강아지, 까닭입니다. 내 별 덮어 않은 잔디가 봅니다. 그러나 너무나 그리워 그리고 어머님, 흙으로 이름자를 봅니다. 우는 애기 내일 별 위에도 하나에 듯합니다. 같이 경, 이웃 이런 이네들은 강아지, 헤일 다하지 별에도 버리었습니다. 노새, 별 별 아침이 파란 버리었습니다. 토끼, 다 비둘기, 다 경, 있습니다. 어머님, 새겨지는 사랑과 다하지 지나가는 경, 걱정도 쉬이 까닭입니다. 별에도 나는 무덤 아침이 시와 계십니다. 부끄러운 이제 멀리 이름을 거외다. 시인의 하나에 별 차 아무 까닭입니다. 아침이 프랑시스 풀이 나의 내 않은 지나가는 위에도 봅니다. 봄이 청춘이 책상을 릴케 별 이웃 까닭입니다. 남은 가을 가득 까닭입니다. 나는 나의 북간도에 듯합니다. 하나에 시와 같이 다 걱정도 피어나듯이 이름자를 있습니다. 이런 별을 잔디가 아무 아직 거외다. 슬퍼하는 보고, 별빛이 거외다.',
			date: '2020-01-01',
			tags: '일상',
			key: 'h54av-4f5a4'
		},
		{
			title: '졸지에 커뮤니티로 납치된 나',
			content: '별 이름과, 하나에 어머님, 때 까닭입니다. 흙으로 겨울이 내일 있습니다. 풀이 둘 가을로 별에도 이웃 이름과, 가난한 별 버리었습니다. 까닭이요, 이름자를 덮어 어머니, 한 잔디가 속의 봅니다. 가을로 한 못 멀리 헤일 했던 밤이 이름과, 봅니다. 동경과 노새, 별 언덕 둘 새겨지는 우는 이 있습니다. 릴케 속의 옥 토끼, 슬퍼하는 이름자를 아이들의 가난한 까닭입니다. 같이 잔디가 다 이름과, 오면 이런 헤는 내일 어머님, 까닭입니다. 별이 무엇인지 노루, 하늘에는 가슴속에 잔디가 멀리 버리었습니다. 나는 아무 이제 별 당신은 아직 둘 있습니다. 별을 벌레는 잠, 까닭입니다. 이름과, 그리고 피어나듯이 까닭이요, 겨울이 잔디가 까닭입니다. 하나에 별들을 된 이름을 아침이 무성할 하나에 이제 까닭입니다. 토끼, 이네들은 소학교 피어나듯이 북간도에 버리었습니다. 별빛이 벌써 강아지, 까닭입니다. 내 별 덮어 않은 잔디가 봅니다. 그러나 너무나 그리워 그리고 어머님, 흙으로 이름자를 봅니다. 우는 애기 내일 별 위에도 하나에 듯합니다. 같이 경, 이웃 이런 이네들은 강아지, 헤일 다하지 별에도 버리었습니다. 노새, 별 별 아침이 파란 버리었습니다. 토끼, 다 비둘기, 다 경, 있습니다. 어머님, 새겨지는 사랑과 다하지 지나가는 경, 걱정도 쉬이 까닭입니다. 별에도 나는 무덤 아침이 시와 계십니다. 부끄러운 이제 멀리 이름을 거외다. 시인의 하나에 별 차 아무 까닭입니다. 아침이 프랑시스 풀이 나의 내 않은 지나가는 위에도 봅니다. 봄이 청춘이 책상을 릴케 별 이웃 까닭입니다. 남은 가을 가득 까닭입니다. 나는 나의 북간도에 듯합니다. 하나에 시와 같이 다 걱정도 피어나듯이 이름자를 있습니다. 이런 별을 잔디가 아무 아직 거외다. 슬퍼하는 보고, 별빛이 거외다.',
			date: '2020-01-01',
			tags: '커뮤니티',
			key: 'sb9f4-avd0u9'
		},
		{
			title: '그런건 없다',
			content: '별 이름과, 하나에 어머님, 때 까닭입니다. 흙으로 겨울이 내일 있습니다. 풀이 둘 가을로 별에도 이웃 이름과, 가난한 별 버리었습니다. 까닭이요, 이름자를 덮어 어머니, 한 잔디가 속의 봅니다. 가을로 한 못 멀리 헤일 했던 밤이 이름과, 봅니다. 동경과 노새, 별 언덕 둘 새겨지는 우는 이 있습니다. 릴케 속의 옥 토끼, 슬퍼하는 이름자를 아이들의 가난한 까닭입니다. 같이 잔디가 다 이름과, 오면 이런 헤는 내일 어머님, 까닭입니다. 별이 무엇인지 노루, 하늘에는 가슴속에 잔디가 멀리 버리었습니다. 나는 아무 이제 별 당신은 아직 둘 있습니다. 별을 벌레는 잠, 까닭입니다. 이름과, 그리고 피어나듯이 까닭이요, 겨울이 잔디가 까닭입니다. 하나에 별들을 된 이름을 아침이 무성할 하나에 이제 까닭입니다. 토끼, 이네들은 소학교 피어나듯이 북간도에 버리었습니다. 별빛이 벌써 강아지, 까닭입니다. 내 별 덮어 않은 잔디가 봅니다. 그러나 너무나 그리워 그리고 어머님, 흙으로 이름자를 봅니다. 우는 애기 내일 별 위에도 하나에 듯합니다. 같이 경, 이웃 이런 이네들은 강아지, 헤일 다하지 별에도 버리었습니다. 노새, 별 별 아침이 파란 버리었습니다. 토끼, 다 비둘기, 다 경, 있습니다. 어머님, 새겨지는 사랑과 다하지 지나가는 경, 걱정도 쉬이 까닭입니다. 별에도 나는 무덤 아침이 시와 계십니다. 부끄러운 이제 멀리 이름을 거외다. 시인의 하나에 별 차 아무 까닭입니다. 아침이 프랑시스 풀이 나의 내 않은 지나가는 위에도 봅니다. 봄이 청춘이 책상을 릴케 별 이웃 까닭입니다. 남은 가을 가득 까닭입니다. 나는 나의 북간도에 듯합니다. 하나에 시와 같이 다 걱정도 피어나듯이 이름자를 있습니다. 이런 별을 잔디가 아무 아직 거외다. 슬퍼하는 보고, 별빛이 거외다.',
			date: '2020-01-01',
			tags: '개발',
			key: 'veh0a-5hjin'
		},
	]
	const copyUrl = (key) => {
		navigator.clipboard.writeText(`http://localhost:5173/?article=${key}`);
	}
</script>

<style>
	svg:hover {
		color: #ffffff99;
	}
</style>

{#each mock_data as d}
	{#if d.key == data}
		<div style="display: flex; align-items: center;">
			<h1 style="font-weight: 900;">{d.title}  </h1>
			<svg on:click={copyUrl(d.key)} xmlns="http://www.w3.org/2000/svg" viewBox="0 0 256 256" width="2rem" height="2rem" style="cursor: pointer"><rect width="256" height="256" fill="none"/><path d="M127.88,196l-5.94,5.94a48,48,0,0,1-67.88-67.88L78.17,110A48,48,0,0,1,144,108" fill="none" stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="24"/><path d="M128.12,60l5.94-5.94a48,48,0,0,1,67.88,67.88l-24.11,24.11A48,48,0,0,1,112,148" fill="none" stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="24"/></svg>
		</div>
		<p>{d.date}</p>
		<p>{d.tags}</p>
		<hr style="border: solid 0.05em white;">
		<p>{d.content}</p>
	{/if}
{/each}
{#if shownDataCount == 0}
	<Error />
{/if}