<script>
	import 'carbon-components-svelte/css/g80.css';
</script>

<h1>Copyright Notice - 저작권 안내</h1>
<br/>
<p>Copyright 2023. 문준상. All rights reserved.</p>
<p>본 블로그의 모든 내용은 출처를 밝히어 인용하지 않는 이상 저작권자 본인이 직접 창작한 것임을 밝힙니다.</p>
<br>
<p>저작권자 본인의 허가 없이 본 블로그의 내용 일부 혹은 전체를 디지털, 인쇄를 포함하되 이에 국한하지 않는 방식으로
	인용 혹은 배포를 포함하되 이에 국한하지 않는 방식을 통하여 제삼자에게 공개하는 것을 허용하지 않습니다.</p>
<p>본 블로그의 내용 일부 혹은 전체를 어떠한 방식으로든 열람한 본인이 아닌 제삼자에게 공개하여야 하는 경우 반드시 저작권자 본인의 허락이 필요합니다.</p>
<p>만에 하나 공개 범위에 저작권자 본인이 창작하지 않은 창작물이 포함된 경우 그 창작물의 저작권자에게도 허가를 구해야 합니다.</p>
<br>
<p>만에 하나 저와 연락이 필요하시다면 상단의 Contact를 통해 연락해주세요.</p>