<h1>아티클제목이왕왕길어요아티클제목이왕왕길어요아티클제목이왕왕길어요아티클제목이왕왕길어요아티클제목이왕왕길어요</h1>

<p>
국가는 농수산물의 수급균형과 유통구조의 개선에 노력하여 가격안정을 도모함으로써 농·어민의 이익을 보호한다. 대한민국의 주권은 국민에게 있고, 모든 권력은 국민으로부터 나온다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. 대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
<br>
교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 국가는 청원에 대하여 심사할 의무를 진다. 대한민국의 경제질서는 개인과 기업의 경제상의 자유와 창의를 존중함을 기본으로 한다.
<br>
대통령의 선거에 관한 사항은 법률로 정한다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.
<br>
일반사면을 명하려면 국회의 동의를 얻어야 한다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되, 사법절차가 준용되어야 한다.
<br>
국무총리·국무위원 또는 정부위원은 국회나 그 위원회에 출석하여 국정처리상황을 보고하거나 의견을 진술하고 질문에 응답할 수 있다. 근로조건의 기준은 인간의 존엄성을 보장하도록 법률로 정한다.
<br>
국가안전보장회의는 대통령이 주재한다. 국가는 평생교육을 진흥하여야 한다. <a href="https://naver.com">대통령은 전시·사변 또는 이에 준하는 국가비상사태에 있어서.</a>
<br>
환경권의 내용과 행사에 관하여는 법률로 정한다. 한 회계연도를 넘어 계속하여 지출할 필요가 있을 때에는 정부는 연한을 정하여 계속비로서 국회의 의결을 얻어야 한다.
<br>
대법원장은 국회의 동의를 얻어 대통령이 임명한다. 국가는 농지에 관하여 경자유전의 원칙이 달성될 수 있도록 노력하여야 하며, 농지의 소작제도는 금지된다.
<br>
법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 행정각부의 설치·조직과 직무범위는 법률로 정한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의 지출은 차기국회의 승인을 얻어야 한다.
<br>
대통령은 제3항과 제4항의 사유를 지체없이 공포하여야 한다. 누구든지 병역의무의 이행으로 인하여 불이익한 처우를 받지 아니한다. 국회는 국가의 예산안을 심의·확정한다.
</p>